export const schools: Record<string, string> = {
  'b525083d-b83c-4c7e-892f-29909421d961': '武汉理工大学',
  '5f431052-b4af-0969-a37a-955f7903c8d5': '复旦大学',
  '57456799-5fdd-4750-b9f6-113dcd005e49': '河北师范大学',
  '62bb3d76-c200-4278-93bc-70d5ad03affb': '河北医科大学',
  '370d2bae-80d8-4971-82d5-9a073e7338a3': '太原理工大学',
  'd591a05a-5900-4b09-9adc-acf1eade380a': '北京理工大学',
  '0501615a-065c-3353-baca-58c239243654': '首都师范大学',
  '7f1167cf-7ff9-4e22-b6fd-6c6d8dd4d39a': '中国地质大学（北京）',
  '1917e634-eee1-1358-537d-7e36f6f41777': '西北大学',
  '4f465e23-ec84-442d-8517-91e11604e289': '中国矿业大学（北京）',
  '81873c53-412f-419f-9f3e-07b4365b0109': '中北大学',
};
